(function ($) {
  if (!$ || !$.fn || !$.fn.datepicker) {
    return;
  }

  $.fn.datepicker.dates.fa = {
    days: ["یکشنبه", "دوشنبه", "سه‌شنبه", "چهارشنبه", "پنجشنبه", "جمعه", "شنبه"],
    daysShort: ["یک", "دو", "سه", "چهار", "پنج", "جمعه", "شنبه"],
    daysMin: ["ی", "د", "س", "چ", "پ", "ج", "ش"],
    months: [
      "ژانویه",
      "فوریه",
      "مارس",
      "آوریل",
      "مه",
      "ژوئن",
      "ژوئیه",
      "اوت",
      "سپتامبر",
      "اکتبر",
      "نوامبر",
      "دسامبر"
    ],
    monthsShort: [
      "ژان",
      "فور",
      "مار",
      "آور",
      "مه",
      "ژوئن",
      "ژوئیه",
      "اوت",
      "سپت",
      "اکت",
      "نوا",
      "دسا"
    ],
    today: "امروز",
    clear: "پاک کردن",
    titleFormat: "MM yyyy",
    weekStart: 6,
    rtl: true
  };
})(jQuery);
